{"bos_token": "<s>", "eos_token": "</s>", "unk_token": "<unk>", "sep_token": "</s>", "cls_token": "<s>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "sp_model_kwargs": {}, "tokenizer_file": null, "src_lang": "en_XX", "tgt_lang": "ru_RU", "additional_special_tokens": null, "model_max_length": 1024, "name_or_path": "IlyaGusev/mbart_ru_sum_gazeta", "special_tokens_map_file": "/tmp/xdg_cache/huggingface/transformers/e34af7dad6f98090adf3b00bcf0392abf424166abab95f9af2e40603cb575cf9.72fa8565f9c8b5dc27e7ac070020aec80359d9da2e5628b3f313f41bf44d322c", "tokenizer_class": "MBartTokenizer"}